
#Поместите/замените значения в кавычках(они обязательны)

#Токен бота
TOKEN = "NjgwNzE4NTY2OTg2NzQzODM3.XlD-kQ.6L-TywwCH5vaGTMeOAva5Blsmac"

#Префикс для команд
PREFIX = "!"

#ID бота
BOT_ID = "680718566986743837"

#Имя бота
BOT_NAME = "Melisse"

#сообщения бота
COMPLETE_SETUP_MESSAGE = "Бот запущен!"

#Автор ник#id
AUTHOR = "AxelEncore#7777"

#Основное изображение бота для некоторых команд (для большей эстетичности вставьте картинку png)
BOT_IMG = "https://i.ibb.co/7jB8v5T/BOLDfox-black-red-BACK-red.png"

#слова, что будут запрещены в чате(фильтрация ботом)
BAD_WORDS = [ 'сука', 'гей', 'мать']




#Версия бота (не изменять)
VERSION = "0.1"

#Семья - сервер бота для которого создан
FAMILY = "Encore Family"

#ссылка на бота (страница top.gg)
BOT_URL = "https://top.gg/bot/680718566986743837"

#описание сервера | сервер .....        (\n - это отступ или же Enter)
DECRIPTION = "предназначен для \n творческих и активных деятелей общества"